Revit 2027 API
ParameterTypeId.MultipleAlignmentUiToggle Property
 "Multiple Alignment": This is used by the UI to allow selection of multiple elements.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MultipleAlignmentUiToggle { get; }
Public Shared ReadOnly Property MultipleAlignmentUiToggle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MultipleAlignmentUiToggle {
	ForgeTypeId^ get ();
}
static member MultipleAlignmentUiToggle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace